Repository: EliseeCode/exolingo
Catalog: gettext/locale/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: For more information or suggestions, please contact <i>wikibubbleteam@gmail.com </i>
fr_fr: Pour plus d'information ou pour des suggestions, vous pouvez contacter <i>wikibubbleteam@gmail.com </i>

source: Sign in :
fr_fr: Connection :

source: Sign in using Facebook
fr_fr: Connection via facebook

source: Name or email
fr_fr: Pseudo ou adresse mail

source: Password
fr_fr: Mot de passe

source: Sign in
fr_fr: Valider

source: I am not a member yet
fr_fr: Je n'ai pas encore de compte

source: Sign up using Facebook
fr_fr: Inscription via Facebook

source: Sign up :
fr_fr: Inscription :

source: Name
fr_fr: Pseudo

source: Email
fr_fr: Adresse mail

source: Create account
fr_fr: Devenir membre

source: Choose languages
fr_fr: Choix des langues

source: Let's learn
fr_fr: Valider

source: Spanish
fr_fr: Espagnol

source: English
fr_fr: Anglais

source: Deutch
fr_fr: Allemand

source: French
fr_fr: Français

source: Italian
fr_fr: Italien

source: Lithuanian
fr_fr: Lituanien

source: Russian
fr_fr: Russe

source: Korean
fr_fr: Coréen

source: Japanese
fr_fr: Japonais

source: Arabic
fr_fr: Arabe

source: Turkish
fr_fr: Turc

source: Chinese
fr_fr: Chinois

source: Finnish
fr_fr: Finnois

source: Medals and rewards
fr_fr: Médailles et récompenses

source: 3 days in a row
fr_fr: 3 jours de suite

source: 5 days in a row
fr_fr: 5 jours de suite

source: 10 days in a row
fr_fr: 10 jours de suite

source: 30 days in a row
fr_fr: 30 jours de suite

source: 3 days progression
fr_fr: 3 sessions en progression

source: 5 days progression
fr_fr: 5 sessions en progression

source: 10 days progression
fr_fr: 10 sessions en progression

source: 30 days progression
fr_fr: 30 sessions en progression

source: 3 connexions
fr_fr: 3 sessions

source: 5 connexions
fr_fr: 5 sessions

source: 10 connexions
fr_fr: 10 sessions

source: 30 connexions
fr_fr: 30 sessions

source: 100 words
fr_fr: 100 mots

source: 250 words
fr_fr: 250 mots

source: 1000 words
fr_fr: 1000 mots

source: 2000 words
fr_fr: 2000 mots

source: Level 5
fr_fr: Niveau 5

source: Level 10
fr_fr: Niveau 10

source: Level 15
fr_fr: Niveau 15

source: Level 20
fr_fr: Niveau 20

source: Words from 3 menus
fr_fr: Mots de 3 menus

source: Words from 10 menus
fr_fr: Mots de 10 menus

source: Words from 25 menus
fr_fr: Mots de 25 menus

source: Words from 50 menus
fr_fr: Mots de 50 menus

source: Creator
fr_fr: Créateur

source: Super Creator
fr_fr: Super Créateur

source: Mega Creator
fr_fr: Méga Créateur

source: Big Brother Creator
fr_fr: Créateur BigBrother

source: Learning list
fr_fr: Liste des mots à apprendre

source: Selectable words
fr_fr: Liste des mots selectionables

source: words
fr_fr: mots

source: Forgotten list
fr_fr: Liste des mots oubliés

source: Forgotten words
fr_fr: Mots oubliés

source: verbs food ...
fr_fr: verbe ...

source: Research
fr_fr: Rechercher

source: my lists
fr_fr: mes listes

source: Pinned lists
fr_fr: Listes épinglées

source: Untouched lists
fr_fr: Listes inconnues

source: Are you sure to delete that deck of words ?
fr_fr: Etes-vous sure de vouloir supprimer cette liste de vocabulaire

source: Choosing
fr_fr: Choisir

source: Learning
fr_fr: Apprendre

source: Comprehension
fr_fr: Compréhension

source: Statistics
fr_fr: Statistiques

source: Words seen and mastered
fr_fr: Mots vus et maitrisés

source: Time spent to learn
fr_fr: Temps passé à apprendre

source: How long before you forget the words you know
fr_fr: Combien de temps vous garder en mémoire les mots que vous avez en tête

source: Learning speed
fr_fr: Vitesse d'apprentissage

source: word
fr_fr: mot

source: day
fr_fr: jour

source: minutes of learning
fr_fr: minute d'apprentissage
